import React, { FC } from 'react'

export const StatisticCard: FC = () => {
  return (
    <div className='text-[13px]'>
        <p className='text-[16px] font-medium'>nickname</p>
        <div>
            <p>Камень: </p>
            <p>Глубинный сланец: </p>
            <p>Гранит: </p>
            <p>Диорит: </p>
            <p>Андезит: </p>
            <p>Песок: </p>
            <p>Песчаник: </p>
            <p>Дёрн: </p>
            <p>Земля: </p>
            <p>Гравий: </p>
            <p>Незерак: </p>
            <p>Угольная руда: </p>
            <p>Железная руда: </p>
            <p>Медная руда:</p>
            <p>Золотая руда: </p>
            <p>Редстоуновая руда: </p>
            <p>Лазуритовая руда: </p>
            <p>Алмазная руда: </p>
            <p>Изумрудная руда: </p>
            <p>Туф: </p>
            <p>Еловое бревно: </p>
            <p>Магма: </p>
        </div>
    </div>
  )
}
